{
    "above-who":"Ich bin",
    "above-cta":"Melde dich",
    "above-scroll":"hier scrollen",

    "about-first":"Durch die Umsetzung von Einzel- und Gruppenprojekten habe ich fundierte Kenntnisse in Angular und JavaScript erworben. Die praxisorientierte Ausbildung bei der Developer Akademie ermöglichte es mir zudem, meiner Leidenschaft für das Programmieren nachzugehen und meine Fähigkeit Probleme zu lösen weiter auszubauen.",
    "about-bulb":"Bei der Entwicklung von Web-Apps und Business-Anwendungen lege ich großen Wert auf Benutzerfreundlichkeit und effiziente Workflows.",
    "about-puzzle":"Darüber hinaus bin ich mit git und der Arbeit in Teamprojekten vertraut. Diese Erfahrung ermöglicht es mir, nahtlos mit anderen Entwicklern zusammenzuarbeiten und gemeinsame Ziele effizient zu erreichen.",

    "skills-text":"Durch den Ausbau meiner Frontend Fähigkeiten, konnte ich einige einzigartige Projekte realisieren.",
    "skills-cta":"Kontakt",

    "portfolio-text":"Erforsche eine Auswahl meiner Arbeit - Tauche in meine Projekte ein und erlebe meine Skills live.",
    
    "contact-mark1":"Ich habe die",
    "contact-policy":"Datenschutzerklärung",
    "contact-mark2":"gelesen, und stimme der Verarbeitung meiner Daten zu.",
    "contact-cta":"Nachricht senden",
    "contact-name":"Name",
    "contact-mail":"E-Mail",
    "contact-message":"Nachricht",
    "contact-h2":"Ich habe dein Interesse geweckt?",
    "contact-p":"Kontaktiere mich über das Formular, ich bin an deiner Nachricht interessiert und möchte zu deinen Projekten beitragen.",
    "contact-need":"Brauchst du einen Frontend Entwickler?",
    "contact-bold":"Kontaktiere mich!",
    "contact-mailsend":"Deine Mail wurde erfolgreich versendet!",
    "contact-valname":"Bitte gib einen Namen ein",
    "contact-valmail":"Bitte gib eine E-Mail Adresse ein",
    "contact-valmessage":"Bitte gib eine Nachricht ein",

    "g-about":"Über mich",
    "g-skills":"Skills",
    "g-contact":"Kontakt",
    
    "footer-imprint":"Impressum",

    "landscape-text":"Bitte drehen Sie Ihr Gerät !"
}