{
    "above-who":"Ich bin",
    "above-cta":"Melde dich",
    "above-scroll":"hier scrollen",

    "about-first":"Ich bin Jörg Habermann und bringe eine einzigartige Kombination aus künstlerischem Hintergrund und unternehmerischer Erfahrung in die Welt der Frontend-Entwicklung ein. Mein Gespür für Ästhetik und Detailgenauigkeit, sowie für die Bedürfnisse von Kunden und Unternehmen konnte ich daraus entwickeln und schärfen.",
    "about-bulb":"Bei der Entwicklung von Web-Apps und Business-Anwendungen lege ich großen Wert auf Benutzerfreundlichkeit und effiziente Workflows.",
    "about-puzzle":"Darüber hinaus bin ich mit git und der Arbeit in Teamprojekten vertraut. Diese Erfahrung ermöglicht es mir, nahtlos mit anderen Entwicklern zusammenzuarbeiten und gemeinsame Ziele effizient zu erreichen.",

    "skills-text":"Ich habe meine Frontend Fähigkeiten ausgebaut, dadurch entstanden verschiedene einzigartige Projekte.",
    "skills-cta":"Kontakt",

    "portfolio-text":"Erforsche eine Auswahl meiner Arbeit - Tauche in meine Projekte ein und erlebe meine skills live.",
    
    "contact-mark1":"Ich habe die",
    "contact-policy":"Datenschutzerklärung",
    "contact-mark2":"gelesen, und stimme der Verarbeitung meiner Daten zu.",
    "contact-cta":"Nachricht senden",
    "contact-name":"Name",
    "contact-mail":"E-Mail",
    "contact-message":"Nachricht",
    "contact-h2":"Ich habe dein Interesse geweckt?",
    "contact-p":"Konaktiere mich über das Formular, ich bin an deiner Nachricht interessiert und möchte zu deinen Projekten beitragen.",
    "contact-need":"Brauchst du einen Frontend Entwickler?",
    "contact-bold":"Kontaktiere mich!",
    "contact-mailsend":"Deine Mail wurde erfolgreich versendet!",
    "contact-valname":"Bitte gib einen Namen ein",
    "contact-valmail":"Bitte gib eine E-Mail Adresse ein",
    "contact-valmessage":"Bitte gib eine Nachricht ein",

    "g-about":"Über mich",
    "g-skills":"Kompetenz",
    "g-contact":"Kontakt",
    
    "footer-imprint":"Impressum",

    "landscape-text":"Bitte drehen Sie Ihr Gerät !"
}